{
    "2020": "Los estudios académicos en administración durante 2020 se centraron principalmente en la estructura, gestión, estrategia e innovación empresarial, destacando la transformación digital, la internacionalización y la responsabilidad social corporativa como ejes clave. Paralelamente, se observó un interés marcado por las dinámicas de mercado, el desempeño corporativo y el emprendimiento, con énfasis en la relación entre liderazgo, rendimiento financiero y comportamiento del consumidor. Asimismo, cobró relevancia la investigación empírica orientada a medir efectos, impactos y cambios, aportando soluciones concretas a problemas de gestión mediante enfoques sistémicos y basados en evidencia. Finalmente, emergieron con fuerza la toma de decisiones y los factores humanos, reflejados en el interés por la equidad, la inclusión y las dimensiones éticas del quehacer empresarial, lo que muestra una disciplina en expansión hacia lo social sin perder su carácter estratégico y comercial.",
    "2021": "En 2021, la investigación en administración mantuvo como núcleo central al Clúster Empresa, enfocado en la estructura organizacional, la innovación y la tecnología, con interés en el comportamiento, el aprendizaje y la toma de decisiones dentro de las compañías. El Clúster Efecto, el más amplio, evidenció la búsqueda de comprender relaciones de causalidad entre prácticas de gestión, recursos humanos y desempeño empresarial, con un énfasis en la validación empírica. El Clúster Mercado resaltó la competencia, el posicionamiento, el marketing y el papel del liderazgo en la dirección estratégica. De forma más incipiente, el Clúster Social mostró la creciente atención hacia la responsabilidad social, la digitalización, la globalización y la inclusión laboral. La tendencia más destacada fue la emergencia del Clúster Crisis, centrado en los efectos de la pandemia de COVID-19, la resiliencia, la gestión de riesgos y la adaptación organizacional ante la incertidumbre, complementado por el Clúster Línea, que aludió a aspectos operativos y de cadena de suministro afectados por las disrupciones globales.",
    "2022": "En 2022, la investigación en administración estuvo dominada por el Clúster Efecto, que consolidó su papel como el más robusto al mantener un enfoque empírico en el análisis de desempeño, impacto y estrategias, incorporando con mayor fuerza factores humanos y ambientales. El Clúster Empresa reafirmó su centralidad al destacar la gestión estratégica, la innovación tecnológica y, de manera creciente, la gobernanza y la ética corporativa, integrando dimensiones como responsabilidad social, confianza, compromiso, diversidad y liderazgo. El Clúster Social se orientó hacia el estudio de la respuesta empresarial ante la crisis y la pandemia, vinculando lo social y lo global con la transformación digital. De forma novedosa, emergió el Clúster Género como categoría independiente, reflejando un interés maduro en la equidad, la inclusión y el liderazgo femenino. Finalmente, los clústeres Línea y Venta, aunque pequeños, apuntaron a un incipiente interés en campos especializados como la logística y la estrategia comercial.",
    "2023": "En 2023, el **Clúster Efecto** se consolidó nuevamente como el más robusto, reafirmando la orientación hacia investigaciones empíricas sobre desempeño y estrategias, con la sostenibilidad ambiental integrada como un eje clave del análisis organizacional. El **Clúster Empresa** mantuvo su papel central, con énfasis en innovación, tecnología, liderazgo y decisión, pero evolucionó hacia un enfoque más ético y global, destacando la responsabilidad social, la diversidad, la confianza y el compromiso. El **Clúster Social** se centró en el entorno post-pandemia, estudiando la digitalización, la globalización y sus efectos sociales y laborales. Una tendencia destacada fue la consolidación del **Clúster Género** como categoría independiente, reflejando un interés especializado en equidad, inclusión y liderazgo femenino. Finalmente, los clústeres **Línea** y **Venta**, aunque incipientes, sugirieron la apertura de nuevos campos vinculados a la logística y la gestión operativa.",
    "2024": "En el periodo más reciente, el **Clúster Evidenciar** emergió como el más denso y sofisticado, articulando conceptos que van desde organización, gestión e innovación hasta inteligencia artificial y sostenibilidad, lo que refleja una orientación hacia la integración de teoría y evidencia empírica para explicar la adaptación empresarial, incorporando además dimensiones humanas como diversidad, participación y adopción tecnológica. Los clústeres **Empresa** y **Efecto** se mantuvieron como pilares, el primero como núcleo estratégico centrado en liderazgo, desempeño, capital humano y entorno competitivo, y el segundo en el análisis empírico de las relaciones de causa y efecto sobre los resultados organizacionales. Al mismo tiempo, los clústeres de carácter social y operativo ganaron autonomía: el **Clúster Género** se consolidó como línea independiente en torno a la equidad y el liderazgo femenino, el **Clúster Social** abordó factores laborales, digitales y familiares, y el **Clúster Línea**, aunque pequeño, reflejó un interés creciente en la gestión operativa, la cadena de suministro y las marcas en línea, evidenciando la diversificación y madurez de la agenda investigativa.",
    "2025": "En este periodo, el **Clúster Mercado** emergió como el más denso y diverso, consolidando el estudio de la empresa en su relación con el entorno competitivo, con énfasis en desempeño, liderazgo, emprendimiento, cliente y consumidor, además de la interacción entre innovación, liderazgo y toma de decisiones. El **Clúster Empresa** se reafirmó como núcleo estratégico, integrando innovación organizacional, inteligencia artificial, sostenibilidad y economía circular, junto con un interés por la gobernanza, la evidencia empírica y la evaluación rigurosa. El **Clúster Humano** mostró una expansión notable al vincular dimensiones sociales, éticas y tecnológicas, destacando la equidad, la digitalización y el bienestar de las personas como ejes centrales. Por su parte, el **Clúster Efecto** mantuvo su orientación empírica, pero incorporó una mirada prospectiva con conceptos como futuro y desafío. Finalmente, el **Clúster Social** se centró en factores sociales, laborales y de crisis, mientras que el **Clúster Línea** consolidó su especialización en logística y estrategia comercial, articulándose con el interés en la venta."
}