{
    "2020": "El análisis de palabras clave de 2020 revela un fuerte enfoque en la gestión y la estrategia empresarial, centrando la investigación en el funcionamiento interno y la dirección de las organizaciones. También son muy relevantes los temas de desarrollo, trabajo y desempeño, orientados a la evaluación de resultados. Esto se complementa con las acciones propias de la investigación, como mostrar y presentar hallazgos. Finalmente, los estudios se sitúan en contextos específicos, destacando el entorno social, público y financiero, un interés constante en el ámbito geográfico de Colombia y México, y una línea de investigación emergente en el sector salud.",
    "2021": "El análisis de palabras clave de 2021 mantiene un claro enfoque en la gestión y estrategia empresarial (con términos como empresa, economía y organización), destacando la inclusión de la palabra pandemia como adaptación a los eventos actuales. Un segundo grupo de temas se centra en la evaluación y la metodología: se investigan los procesos y resultados (desarrollo, financiero, mercado) y se analiza el impacto y los factores (causa-efecto). Estas investigaciones buscan presentar y determinar hallazgos de manera rigurosa. Finalmente, los estudios se contextualizan en el entorno social, laboral y de turismo, y mantienen un persistente enfoque geográfico en Colombia y México",
    "2022": "El análisis de palabras clave revela un enfoque dominante en la gestión y estrategia empresarial (empresa, economía, organización), donde la persistencia del término pandemia y la presencia de colombia subrayan la continua relevancia de la crisis sanitaria y la investigación contextualizada. Otro eje temático notorio es la evaluación del impacto y el desempeño laboral (trabajo, efecto, impacto), que aparece fusionado con un enfoque metodológico riguroso (metodología, variable, diseño). El contexto social y de mercado (social, financiero, laboral) mantiene su importancia, abarcando sectores como el turismo y destacando la digitalización como un tema creciente. Finalmente, se identifican grupos más específicos: uno para los verbos de investigación (mostrar, presentar) y otros más pequeños centrados en la estructura de los estudios (forma) y el sector salud.",
    "2023": "El análisis de palabras clave de 2023 revela un panorama de investigación altamente consolidado, donde un grupo temático masivo fusiona la gestión empresarial (empresa, gestión) con el contexto socioeconómico (economía, social, turismo, laboral), el desarrollo y la dimensión geográfica (colombia); la pandemia sigue presente, demostrando su impacto persistente. Otro conjunto importante de temas se enfoca en la evaluación y la metodología, mostrando interés en la medición de conceptos (variable, innovación, tecnología) y en la validación de relaciones causales (impacto, factor, método). Adicionalmente, se identifica un grupo coherente de verbos de investigación (presentar, generar) que reflejan la estructura formal de los artículos. Por último, persisten áreas de enfoque más pequeñas, como el análisis del contexto local (región, ciudad) y el sector de la salud como un área de estudio específica.",
    "2024": "El análisis de palabras clave de 2024 muestra una consolidación de temas, con un enfoque dominante en la administración interna de las organizaciones (empresa, gestión, innovación, estrategia, tecnología); la pandemia sigue presente como tema de interés. Se mantiene como prioridad la investigación sobre el desarrollo y la evaluación de procesos (desarrollo, trabajo, impacto). El contexto geográfico y social sigue siendo fundamental, subrayando la importancia del entorno local y regional (colombia, social, financiero, turismo, laboral). Una novedad importante es la aparición de un área de investigación emergente centrada en mujer y vida. Finalmente, se identifican temas de carácter metodológico y descriptivo, como los verbos de investigación (mostrar, presentar) y el término grupo.",
    "2025": "El análisis de palabras clave de 2025 revela una continuidad en los temas, aunque con una distribución más fragmentada. Los ejes principales de gestión empresarial y economía aparecen divididos: un grupo se centra en la gestión interna de las empresas y su contexto nacional (empresa, desarrollo, financiero, colombia), mientras que otro se enfoca en la estrategia y la política económica (economía, gestión, política, innovación), incluyendo también términos metodológicos. Se mantiene una fuerte línea de investigación dedicada a la medición de resultados y la identificación de variables (impacto, efecto, factor). El contexto social (social, laboral, empleo) sigue siendo un tema clave, y destaca la consolidación de un área de estudio emergente que vincula los temas de mujer y salud. Finalmente, persiste un grupo de verbos (mostrar, presentar, explorar) que reflejan la naturaleza descriptiva de los artículos."
   }